Revit 2027 API
ParameterTypeId.ViewerBoundOffsetNear Property
 "Near Clip Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerBoundOffsetNear { get; }
Public Shared ReadOnly Property ViewerBoundOffsetNear As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerBoundOffsetNear {
	ForgeTypeId^ get ();
}
static member ViewerBoundOffsetNear : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace